import { AlertTriangle, HandHelping,  Trophy, Users } from "lucide-react";

export const aboutCards = [
  {
    icon: Trophy,
    title: "বিশিষ্ট আইনজীবী ও রাজনৈতিক ব্যক্তিত্ব",
    text: "অ্যাডভোকেট ফরহাদ ইকবাল টাঙ্গাইলের একজন স্বনামধন্য আইনজীবী ও রাজনৈতিক ব্যক্তিত্ব হিসেবে পরিচিত।",
  },
  {
    icon: Users,
    title: "রাজনৈতিক নেতৃত্ব",
    text: "তিনি টাঙ্গাইল জেলা বিএনপির সাবেক সাধারণ সম্পাদক হিসেবে দায়িত্ব পালন করেছেন এবং দলের সাংগঠনিক উন্নয়নে ভূমিকা রেখেছেন।",
  },
  {
    icon: HandHelping,
    title: "নির্বাচনী অংশগ্রহণ",
    text: "তিনি টাঙ্গাইল-৫ (সদর) আসন থেকে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচনে অংশগ্রহণ করেছেন।",
  },
  {
    icon: AlertTriangle,
    title: "নীতিগত অবস্থান ও সংগ্রাম",
    text: "দলীয় সিদ্ধান্ত অমান্য করলেও তিনি জনগণের অধিকার ও ন্যায়বিচারের পক্ষে দৃঢ় অবস্থান নিয়েছেন।",
  },
  
];

export const aboutImage =
  "/images/banner/banner-2.png";
