export const heroData = {
  name: "জনাব এড. ফরহাদ ইকবাল",
  slogan: "টাঙ্গাইল-৫ (সদর) এ গণতন্ত্র, ন্যায়বিচার ও জনসেবার প্রতি প্রতিশ্রুতিবদ্ধ",
  description:
    "অ্যাডভোকেট ফরহাদ ইকবাল টাঙ্গাইলের একজন বিশিষ্ট আইনজীবী ও রাজনৈতিক ব্যক্তিত্ব। তিনি টাঙ্গাইল জেলা বিএনপির সাবেক সাধারণ সম্পাদক এবং টাঙ্গাইল-৫ (সদর) আসনে স্বতন্ত্র প্রার্থী হিসেবে নির্বাচনে অংশগ্রহণ করেছেন। জনগণের অধিকার, ন্যায়বিচার ও উন্নয়নের পক্ষে তিনি দীর্ঘদিন ধরে সক্রিয়ভাবে কাজ করে যাচ্ছেন।",
  image: "/images/banner/poster-2.jpg",
};
