// import { Scale, TrendingUp, School } from "lucide-react";

// export const platforms = [
//   {
//     icon: Scale,
//     title: "সুশাসন ও ন্যায়বিচার",
//     points: ["আইনের শাসন নিশ্চিত করা", "দুর্নীতিমুক্ত প্রশাসন গড়ে তোলা", "বিচার বিভাগের পূর্ণ স্বাধীনতা"],
//   },
//   {
//     icon: TrendingUp,
//     title: "অর্থনৈতিক উন্নয়ন",
//     points: ["বেকারত্ব দূরীকরণ ও কর্মসংস্থান", "কৃষি ও ক্ষুদ্র শিল্পের বিকাশ", "বাজার দরের স্থিতিশীলতা রক্ষা"],
//   },
//   {
//     icon: School,
//     title: "শিক্ষা ও স্বাস্থ্য",
//     points: ["আধুনিক ও বিজ্ঞানভিত্তিক শিক্ষা", "বিনামূল্যে মানসম্মত স্বাস্থ্যসেবা", "নারীর ক্ষমতায়ন ও শিশু সুরক্ষা"],
//   },
// ];

import {
  Scale,
  TrendingUp,
  School,
  ShieldCheck,
  Leaf,
  Users,
  Building2,
} from "lucide-react";

export const platforms = [
  {
    icon: Scale,
    title: "সুশাসন ও ন্যায়বিচার",
    points: [
      "আইনের শাসন নিশ্চিত করা",
      "দুর্নীতিমুক্ত জবাবদিহিমূলক প্রশাসন",
      "জনবান্ধব ন্যায়বিচার ব্যবস্থা",
    ],
  },
  {
    icon: TrendingUp,
    title: "অর্থনৈতিক উন্নয়ন",
    points: [
      "টেকসই কর্মসংস্থান সৃষ্টি",
      "আধুনিক ও লাভজনক কৃষি",
      "বাজারমূল্য স্থিতিশীল রাখা",
    ],
  },
  {
    icon: School,
    title: "শিক্ষা ও স্বাস্থ্য",
    points: [
      "আধুনিক ও মানসম্মত শিক্ষা",
      "সবার জন্য উন্নত চিকিৎসা",
      "বিশেষায়িত হাসপাতাল সেবা",
    ],
  },
  {
    icon: Building2,
    title: "অবকাঠামো ও যোগাযোগ",
    points: [
      "উন্নত সড়ক ও যোগাযোগ",
      "নদীর ওপর আধুনিক ব্রিজ",
      "জলাবদ্ধতা সমস্যার স্থায়ী সমাধান",
    ],
  },
  {
    icon: Leaf,
    title: "পরিবেশ ও উন্নয়ন",
    points: [
      "ক্লিন ও গ্রীণ টাঙ্গাইল",
      "নদী খাল সংরক্ষণ",
      "পরিবেশবান্ধব টেকসই উন্নয়ন",
    ],
  },
  {
    icon: Users,
    title: "নারী, যুব ও সমাজ",
    points: [
      "নারীর নিরাপত্তা ও সম্মান",
      "যুব ক্ষমতায়ন ও দক্ষতা",
      "সামাজিক সুরক্ষা নিশ্চিত",
    ],
  },
  {
    icon: ShieldCheck,
    title: "ডিজিটাল নাগরিক সেবা",
    points: ["ডিজিটাল নাগরিক সেবা", "সহজ ও দ্রুত সেবা", "সকল ধর্মের সমঅধিকার"],
  },
];
